[
  {
    "content": "De ki: Allah'ın bizim için yazdığından başkası bize asla erişmez. O bizim mevlâmızdır. Onun için müminler yalnız Allah'a dayanıp güvensinler.",
    "source": "Tevbe 9/51",
    "id": 0,
    "created_date": 1645369940,
    "isPublished": true,
    "publish_date": 1645874128
  },
  {
    "content": "Allah, kendisinden başka hiçbir ilah bulunmayandır. En güzel isimler O'nundur.",
    "source": "Tâhâ 20/8",
    "id": 1,
    "created_date": 1645874773,
    "isPublished": true,
    "publish_date": null
  },
  {
    "content": "Ey Ademoğulları! Her namaz kılacağınız da güzel ve temiz giyinin, yiyin için fakat israf etmeyin. Çünkü Allah israf edenleri sevmez.",
    "source": "A’râf 7/31",
    "id": 2,
    "created_date": 1645874800,
    "isPublished": true,
    "publish_date": null
  },
  {
    "content": "Dünya hayatının hâli, ancak gökten indirdiğimiz bir yağmurun hâli gibidir ki, insanların ve hayvanların yedikleri yeryüzü bitkileri onunla yetişip birbirine karışmıştır. Nihayet yeryüzü (o bitkilerle) bütün ziynet ve güzelliklerini alıp süslendiği ve sahipleri de onun üzerine (her türlü tasarrufa) kadir olduklarını sandıkları bir sırada, geceleyin veya güpegündüz ansızın ona emrimiz (afetle) geliverir de, bunları, sanki dün yerinde hiç yokmuş gibi, kökünden yolunmuş bir hâle getiririz. İşte düşünen bir toplum için, âyetleri böyle ayrı ayrı açıklıyoruz.",
    "source": "Yûnus 10/24",
    "id": 3,
    "created_date": 1645874863,
    "isPublished": true,
    "publish_date": null
  },
  {
    "content": "Şüphesiz benim namazım da, diğer ibadetlerim de, yaşamam da, ölümüm de hepsi Alemlerin Rabbi Allah içindir.",
    "source": "En'am 6/162",
    "id": 4,
    "created_date": 1646472834,
    "isPublished": true,
    "publish_date": null
  },
  {
    "content": "Onlar, Rablerinin rızasına ermek için sabreden, namazı dosdoğru kılan, kendilerine verdiğimiz rızıklardan gizli olarak ve açıktan Allah için harcayan ve kötülüğü iyilikle ortadan kaldıranlardır. İşte bunlar için dünya yurdunun iyi sonucu vardır.",
    "source": "Ra'd 13/22",
    "id": 5,
    "created_date": 1646472846,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Ey iman edenler! Bir topluluk bir diğer topluluğu alaya almasın. Belki onlar kendilerinden daha iyidirler. Kadınlar da diğer kadınları alaya almasın. Belki onlar kendilerinden daha iyidirler. Birbirinizi karalamayın, birbirinizi (kötü) lakaplarla çağırmayın. İmandan sonra fasıklık ne kötü bir namdır! Kim de tövbe etmezse, işte onlar zâlimlerin ta kendileridir.",
    "source": "Hucurât 49/11",
    "id": 6,
    "created_date": 1646472856,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "İyilik ve takva (Allah'a karşı gelmekten sakınma) üzere yardımlaşın. Ama günah ve düşmanlık üzere yardımlaşmayın. Allah'a karşı gelmekten sakının. Çünkü Allah'ın cezası çok şiddetlidir.",
    "source": "Mâide 5/2",
    "id": 7,
    "created_date": 1646472866,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Öyle ise akrabaya, yoksula ve yolcuya hakkını ver. Bu, Allah'ın hoşnutluğunu kazanmak isteyenler için daha hayırlıdır. İşte onlar kurtuluşa erenlerdir.",
    "source": "Rûm 30/38",
    "id": 8,
    "created_date": 1646472877,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Sana Allah yolunda ne harcayacaklarını soruyorlar. De ki: \"Hayır olarak ne harcarsanız o, ana-baba, akraba, yetimler, fakirler ve yolda kalmışlar içindir. Hayır olarak ne yaparsanız, gerçekten Allah onu hakkıyla bilir.",
    "source": "Bakara 2/215",
    "id": 9,
    "created_date": 1646472887,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Şüphesiz ki sadaka veren erkeklerle sadaka veren kadınlar ve Allah'a güzel bir borç verenler var ya, (verdikleri) onlara kat kat ödenir.",
    "source": "Hadîd 57/18",
    "id": 10,
    "created_date": 1646472897,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Gerçekten size Allah'tan bir nur, apaçık bir kitap geldi. Rızasını arayanı Allah onunla kurtuluş yollarına götürür ve onları iradesiyle karanlıklardan aydınlığa çıkarır, dosdoğru bir yola iletir.",
    "source": "Mâide 5/16",
    "id": 11,
    "created_date": 1646472909,
    "isPublished": false,
    "publish_date": null
  },
  {
    "content": "Ehl-i kitap’tan ve müşriklerden hakkı inkâr edenler, kendilerine açık kanıt ve Allah tarafından gönderilen, tertemiz sayfaları okuyan bir elçi gelinceye kadar (hakkı inkârcılıktan) ayrılacak değillerdir. O sayfalarda dosdoğru hükümler yer almaktadır.",
    "source": "Beyyine 98/1-2-3",
    "id": 12,
    "created_date": 1646472919,
    "isPublished": false,
    "publish_date": null
  }
]
